Repository: developsessions/b-r-udp-broadcast
Catalog: Automation Studio/as/system/A0453/Texts/EventLog_AR.tmx
Source language: en
Languages: de

source: A requested header value doesn't fit in the structure.
de: Ein angeforderter Headerwert passt nicht in die Struktur.

source: No data
de: Keine Daten

source: Unsupported request method
de: Nicht unterstützte Anfragemethode

source: No web server found.
de: Kein Webserver gefunden.

source: Web service couldn't be registered on the web server.
de: Webservice konnte nicht beim Webserver registriert werden.

source: No socket available.
de: Kein Socket verfügbar.

source: Too many httpClient instances enabled.
de: Zuviele httpClient Instanzen enabled.

source: No error: Connection has been terminated.
de: Kein Fehler: Verbindung wurde geschlossen.

source: No connection to server possible.
de: Keine Verbindung zum Server möglich.

source: Name or IP of server couldn't be resolved.
de: Name oder IP des Servers konnte nicht aufgelöst werden.

source: Connection terminated unexpectedly (None / Incomplete response data received).
de: Verbindung unerwartet unterbrochen (Keine / Unvollständige Response Daten erhalten).

source: Not found
de: Nicht gefunden

source: Invalid character detected.
de: Ungültige Zeichen entdeckt.

source: Invalid syntax for "pDev" parameter
de: Ungültiger Syntax des Parameters "pDev"

source: HART module with this module number not found
de: Es existiert kein HART Modem mit dieser Modemnummer.

source: The module is already open.
de: Das Modem ist bereits geöffnet

source: Error opening the module driver.
de: Fehler während des Öffnen des Modemtreibers

source: The ident given is invalid
de: Der übergebene Ident ist ungültig

source: The "pCmd" or "pReply" buffer is invalid.
de: Der Buffer "pCmd" oder "pReply" ist ungültig.

source: Error executing the HART command in the module driver
de: Fehler während des Absetzen des HART Kommandos im Modemtreiber

source: Waiting queue for HART module
de: Wartequeue des HART Moduls voll.

source: Error closing the device
de: Fehler beim Schließen des Devices.

source: No semaphore object available
de: BURLIB: Keine weiteren Semaphorebuffer

source: Redundancy support not available
de: Redundanz Support ist nicht verfügbar

source: Project synchronization started
de: Projektabgleich wurde gestartet

source: Project synchronization was completed successfully.
de: Projektabgleich konnte erfolgreich abgeschlossen werden

source: Project synchronization was not completed successfully.
de: Projektabgleich konnte nicht erfolgreich abgeschlossen werden

source: A RRAD module could not be installed/uninstalled.
de: Ein RRAD-Modul konnte nicht installiert/deinstalliert werden

source: The switchover level is now "Switchover not possible."
de: Der Grad der Umschaltbarkeit ist nun "nicht umschaltbar".

source: The switchover level is now "Major bump switchover possible."
de: Der Grad der Umschaltbarkeit ist nun "stoßbehaftet umschaltbar".

source: The switchover level is now "Minor bump switchover possible."
de: Der Grad der Umschaltbarkeit ist nun "stoßarm umschaltbar".

source: The switchover level is now "bumpless".
de: Der Grad der Umschaltbarkeit ist nun "stoßfrei umschaltbar".

source: Invalid node switch position
de: Ungültige Knotenschalterstellung

source: Started switchover from active to standby CPU
de: Umschaltung von aktiver auf Standby CPU gestartet

source: Could not start switchover from active to standby CPU
de: Umschaltung von Aktiver CPU auf Standby CPU konnte nicht gestartet werden.

source: Process variables could not be replicated
de: Prozess Variablen konnten nicht nachgeführt werden

source: Process variables successfully replicated
de: Prozess Variablen wurden erfolgreich nachgeführt

source: Process control state of CPU changed to "Active"
de: Prozessführungszustand der CPU auf "Active" geändert.

source: Process control state of CPU changed to "Standby"
de: Prozessführungszustand der CPU auf "Standby" geändert.

source: Process control state of CPU changed to "Error"
de: Prozessführungszustand der CPU auf "Error" geändert.

source: I/O bus state changed
de: I/O-Bus Zustand hat sich geändert

source: No optimal snap-in time in the scheduling scheme
de: Kein optimaler Einrastzeitpunkt in das Scheduling Schema

source: Semaphore occupied
de: BURLIB: Semaphore nicht verfügbar

source: Semaphore object deleted
de: BURLIB: Semaphore wurde gelöscht

source: This function block cannot be used on the standby controller.
de: Dieser FUB kann auf dem Standby Controller nicht verwendet werden.

source: invalid time
de: BURLIB Ungültige Zeit

source: No time available
de: BURLIB: Zeit nicht verfügbar

source: Invalid date
de: BURLIB: Ungültiges Datum

source: Event occured during startup of the OPC UA server.
de: Ereignis während dem Hochlauf des OPC-UA Servers.

source: Error while updating the OPC-UA server with a transfered project.
de: Fehler in der Aktualisierung des OPC-UA Servers nach dem Transfer eines Projekts.

source: Error reading a configuration parameter from the OPC-UA configuration.
de: Fehler beim Lesen eines Konfigurationsparameters aus der OPC-UA Konfiguration.

source: Error parsing an OPC UA configuration module.
de: Fehler beim Parsen eines OPC-UA Konfigurationsmoduls.

source: Invalid format in OPC UA configuration module.
de: Ungültiges Format eines OPC-UA Konfigurationsmoduls.

source: Multiple configuration of the same object in the OPC-UA configuration.
de: Mehrfache Konfiguration eines Objektes in der OPC-UA Konfiguration.

source: Error transmitting event to OPC UA client
de: Fehler beim Senden eines Events zu einem OPC-UA Client.

source: Error receiving event from OPC UA server
de: Fehler beim Empfangen eines Events von einem OPC-UA Server.

source: Error selecting fields for an event-monitored item (SelectClause)
de: Fehler in der Auswahl der Felder für ein Event-MonitoredItem (SelectClause).

source: Error in content filter for event-monitored item (WhereClause)
de: Fehler im Content-Filter für ein Event-MonitoredItem (WhereClause).

source: Client logged in to OPC UA server
de: Client hat sich am OPC-UA Server angemeldet.

source: Client logged out of OPC UA server
de: Client hat sich vom OPC-UA Server abgemeldet.

source: Access to OPC UA node denied
de: Zugriff auf einen OPC-UA Knoten verweigert.

source: Invalid time
de: BURLIB: Ungültige Zeit

source: Invalid tick number
de: BURLIB Ungültige Tickanzahl

source: SYSTEM: The memory returned doesn't correspond to the allocation
de: SYSTEM: zurückgegebener Speicher entspricht nicht allokiertem

source: Memory not available
de: Zuwenig Speicher im Userbereich (MEM_alloc)

source: Not enough memory in the OS area.
de: Zuwenig Speicher im Automation Runtime-Bereich

source: Not enough memory for digital variables in the memory pool.
de: Zuwenig Speicher fuer digitale Merker im Speicher-Pool

source: Not enough memory in Ana. System Area
de: Zuwenig Speicher fuer analoge Merker im Speicher-Pool

source: Not enough memory in the debug area.
de: Zuwenig Speicher im Debugbereich

source: Not enough memory in the copy area.
de: Zuwenig Speicher im Kopierbereich

source: Not enough memory in the driver area.
de: Zuwenig Speicher im Treiberbereich

source: Not enough memory available in the PP DRP area.
de: Zuwenig Speicher im PP-DPR-Bereich

source: Not enough memory in Dig. IO Area
de: Zuwenig Speicher fuer digitale IO Variable

source: Incorrect command structure version
de: Falsche Version der Kommandostruktur

source: More than 16 characters are not allowed for password
de: Passwort darf nicht mehr als 16 Zeichen enthalten

source: No UDID provided for the safety controller
de: Keine UDID für die Sicherheitssteuerung übergeben

source: Error allocating internal memory
de: Fehler beim Allokieren des internen Speichers

source: Communication timeout
de: Timeout bei Kommunikation

source: No command provided
de: Kein Kommando übergeben

source: Invalid command provided for Enter command
de: Ungültiger Befehl bei Enter-Kommando übergeben

source: No password provided for Enter command
de: Kein Passwort bei Enter-Kommando übergeben

source: No new password provided for change
de: Kein neues Passwort zum Ändern übergeben

source: Too little memory available in the analog I/O area.
de: Zuwenig Speicher fuer analoge IO Variable

source: Invalid command for reading back the status
de: Ungültiger Befehl für Status rücklesen

source: Incorrect data length for status information returned by system
de: System liefert falsche Datenlänge für Statusinformation zurück

source: No password provided for the download
de: Kein Passwort für den Download übergeben

source: Incorrect protocol version or header error
de: Falsche Protokollversion oder Fehler im Header

source: File already open
de: Datei ist bereits geöffnet

source: File invalid
de: Datei ist ungültig

source: File too large
de: Datei ist zu groß

source: Write error
de: Fehler während des Schreibens

source: Error at end of stream
de: Fehler am Ende des Stream

source: Incorrect checksum
de: Prüfsumme nicht korrekt

source: Not enough memory in IO Management Area
de: Zuwenig Speicher im IO Managementbereich

source: The UDID provided does not match the UDID of the safety controller
de: Übergebene UDID passt nicht zur UDID der Sicherheitssteuerung

source: Incorrect file size
de: Falsche Dateigröße

source: No authorization to write - Incorrect password
de: Keine Berechtigung zum Schreiben - falsches Passwort

source: Error obtaining file information
de: Fehler beim Beziehen der Datei-Informationen

source: Read error
de: Fehler beim Lesen

source: Constant TRUE signal on a parameter in the command structure
de: Konstantes TRUE Signal auf Parameter in der Kommandostruktur

source: Comparison failed for the data that was read back
de: Datenvergleich der rückgelesenen Daten fehlgeschlagen

source: Unknown or invalid download type
de: Download-Typ nicht bekannt oder ungültig

source: Incorrect data provided for download
de: Falsche Daten für Download übergeben

source: Unknown or invalid upload type
de: Upload-Typ nicht bekannt oder ungültig

source: Not possible to update from file
de: Upload von Datei nicht möglich

source: The required input buffer is too small.
de: Der benötigte Eingangspuffer ist zu klein

source: The file is empty or does not exist.
de: Die Datei ist leer oder existiert nicht

source: Remote control reports an error
de: Fernbedienung meldet Fehler

source: Invalid Password
de: Ungültiges Passwort

source: Invalid table type
de: Ungültiger Tabellentyp

source: Invalid table instance
de: Ungültige Tabelleninstanz

source: Invalid table length
de: Ungültige Tabellenlänge

source: Invalid username
de: Ungültiger Benutzername

source: Copying is not possible
de: Kopieren nicht möglich

source: Table verification failed
de: Tabellenprüfung fehlgeschlagen

source: Table data not extracted
de: Tabellendaten nicht extrahiert

source: Locking the table was not successful
de: Tabelle sperren war nicht erfolgreich

source: Approval/confirmation already provided
de: Freigabe / Bestätigung bereits erteilt

source: Invalid sequence
de: Ungültige Abfolge

source: Wait for approval/confirmation
de: Warten auf Freigabe / Bestätigung

source: Not enough memory for digital RIO variables.
de: Zuwenig Speicher fuer digitale RIO Variable

source: Error: Module buffers not locked. Buffer can not be uploaded.
de: Fehler: Modulpuffer nicht gesperrt. Hochladen des Puffers nicht möglich.

source: Error: Module buffer can not be uploaded while module configuration upload is running.
de: Fehler: Der Modulpuffer kann nicht hochgeladen werden, während der Modulkonfigurations-Upload ausgeführt wird.

source: Error: The value of the moduleBuffer input is outside the valid range.
de: Fehler: Der Wert des Eingangs moduleBuffer liegt au&szlig;erhalb des gültigen Bereichs.

source: Error: Number of buffer elements must be higher than 0.
de: Fehler: Die Anzahl der Pufferelemente muss über 0 liegen.

source: Error: Sensor sensitivity must not be negative.
de: Fehler: Sensorempfindlichkeit darf nicht negativ sein.

source: Error: Invalid module path.
de: Fehler: Ungültiger Modulpfad.

source: Not enough memory for analog RIO variables.
de: Zuwenig Speicher fuer analoge RIO Variable

source: Error: Buffer of the y-axis can not be stored in null pointer.
de: Fehler: Speichern des Puffers der y-Achse im Null-Zeiger nicht möglich.

source: Error: Buffer of the x-axis can not be stored in null pointer.
de: Fehler: Speichern des Puffers der x-Achse im Null-Zeiger nicht möglich.

source: Error: The input nrArrayElements must not be changed during buffer upload.
de: Fehler: Der Eingang nrArrayElements darf während des Puffer-Uploads nicht geändert werden.

source: Error: The value of the moduleBuffer input must not be changed during buffer upload.
de: Fehler: Der Wert des Eingangs moduleBuffer darf beim Puffer-Upload nicht geändert werden.

source: Not enough memory in the RIO management area.
de: Zuwenig Speicher im RIO Managementbereich

source: Error: Internal error during buffer upload, please contact the B&R support.
de: Fehler: Interner Fehler beim Hochladen des Puffers. Wenden Sie sich an den B&R-Support.

source: Error: Internal error during module configuration upload, please contact the B&R support.
de: Fehler: Interner Fehler beim Upload der Modulkonfiguration. Wenden Sie sich an den B&R-Support.

source: Error: Internal error during module buffer upload, please contact the B&R support.
de: Fehler: Interner Fehler beim Hochladen des Modulpuffers. Wenden Sie sich an den B&R-Support.

source: Not enough memory in the local RIO area.
de: Zuwenig Speicher im lokalen RIO Bereich

source: Segment lost.
de: Ein Segment ging verloren.

source: Error in the configuration of the "Multiplexing peer station"
de: Fehler bei der Konfiguration der "Multiplexing Gegenstelle"

source: Tuning aborted by user.
de: Das Tuning wurde durch den Benutzer abgebrochen.

source: Operating as P element or PT1 / DT1 element since TimeConstant(1) = 0.
de: Betrieb als P-Glied oder PT1-Glied / DT1-Glied weil TimeConstant(1) = 0.

source: Operating as P element or PT1 / DT1 element since TimeConstant2 = 0.
de: Betrieb als P-Glied oder PT1-Glied / DT1-Glied weil TimeConstant2 = 0.

source: Error: MinOut, MaxOut invalid.
de: Fehler: MinOut, MaxOut ungültig.

source: Error: Gain invalid.
de: Fehler: Gain ist ungültig.

source: Error: IntegrationTime negative.
de: Fehler: IntegrationTime ist negativ.

source: Error: DerivativeTime negative.
de: Fehler: DerivativeTime ist negativ.

source: Error: FilterTime negative.
de: Fehler: FilterTime ist negativ.

source: Error: MinIntegrationPartValue, MaxIntegrationPartValue invalid.
de: Fehler: MinIntegrationPartValue, MaxIntegrationPartValue ungültig.

source: Error: ThresholdLevel1...ThresholdLevel4 undefined.
de: Fehler: ThresholdLevel1...ThresholdLevel4 nicht definiert.

source: Error: ThresholdLevel1 = ThresholdLevel4 invalid.
de: Fehler: ThresholdLevel1 = ThresholdLevel4 ungültig.

source: Error: OutputValue1...OutputValue3 undefined.
de: Fehler: OutputValue1...OutputValue3 nicht definiert.

source: Error: MinOut negative.
de: Fehler: MinOut ist negativ.

source: Error: Oscillation period too short.
de: Fehler: Die Periode der Schwingung ist zu zu kurz.

source: Error: SetValue negative.
de: Fehler: SetValue ist negativ.

source: Error: TimeConstant(1) negative.
de: Fehler: TimeConstant(1) ist negativ.

source: Error: TimeConstant2 negative.
de: Fehler: TimeConstant2 ist negativ.

source: Error: Gain negative.
de: Fehler: Gain ist negativ.

source: Error: Memory allocation failed.
de: Fehler: Bei der Speicherallokation ist ein Fehler aufgetreten

source: Error: DelayTime negative.
de: Fehler: DelayTime ist negativ.

source: Error: DelayTime too high.
de: Fehler: DelayTime ist zu hoch.

source: Error: MaxPosSlewRate negative.
de: Fehler: MaxPosSlewRate ist negativ.

source: Error: MaxNegSlewRate negative.
de: Fehler: MaxNegSlewRate ist negativ.

source: Error: Highest denominator coefficient Denominator[Order] = 0.
de: Fehler: Der höchste Nennerkoeffizient Denominator[Order] ist 0.

source: Error: Order not minimum.
de: Fehler: Order ist nicht minimal.

source: Order of the transfer function is invalid.
de: Fehler: Order ungültig.

source: Error: MinPulseWidth greater than Period.
de: Fehler: MinPulseWidth größer als Period.

source: Error: MinPulseWidth less than cycle time.
de: Fehler: MinPulseWidth ist kleiner als die Zykluszeit.

source: Error: Period less than cycle time.
de: Fehler: Period ist kleiner als die Zykluszeit.

source: Error: PulseWidth less than cycle time.
de: Fehler: PulseWidth ist kleiner als die Zykluszeit.

source: Error: MinPause less than cycle time.
de: Fehler: MinPause ist kleiner als die Zykluszeit.

source: Warning: MinOut, MaxOut invalid. Retaining the last valid configuration.
de: Warnung: MinOut, MaxOut ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: FilterTime less than cycle time (DerivativePart = 0).
de: Warnung: FilterTime ist kleiner als die Zykluszeit (DerivativePart = 0).

source: Warning: Gain invalid. Retaining the last valid configuration.
de: Warnung: Gain ist ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: IntegrationTime invalid. Retaining the last valid configuration.
de: Warnung: IntegrationTime negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: DerivativeTime invalid. Retaining the last valid configuration.
de: Warnung: DerivativeTime negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: FilterTime invalid. Retaining the last valid configuration.
de: Warnung: FilterTime negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: MinIntegrationPartValue, MaxIntegrationPartValue invalid. Retaining the last valid configuration.
de: Warnung: IntegrationTime ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: ThresholdLevel1...ThresholdLevel4 undefined. Retaining the last valid configuration.
de: Warnung: ThresholdLevel1...ThresholdLevel4 nicht definiert - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: ThresholdLevel1 = ThresholdLevel4 invalid. Retaining the last valid configuration.
de: Warnung: ThresholdLevel1 = ThresholdLevel4 ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: OutputValue1...OutputValue3 undefined. Retaining the last valid configuration.
de: Warnung: OutputValue1...OutputValue3 nicht definiert - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: MinOut negative. Retaining the last valid configuration.
de: Warnung: MinOut ist negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: SetValue negative. Retaining the last valid configuration.
de: Warnung: SetValue ist negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: Gain = 0.
de: Warnung: Gain ist 0.

source: Warning: TimeConstant(1) negative. Retaining the last valid configuration.
de: Warnung: TimeConstant(1) ist negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: TimeConstant2 negative. Retaining the last valid configuration.
de: Warnung: TimeConstant2 ist negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: Gain negative. Retaining the last valid configuration.
de: Warnung: Gain ist negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: Memory allocation failed. Retaining the last valid memory.
de: Warnung: Bei der Speicherallokation ist ein Fehler aufgetreten - der zuletzt gültige Speicher wird beibehalten.

source: Warning: DelayTime negative. Retaining the last valid configuration.
de: Warnung: DelayTime ist negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: DelayTime too high. Retaining the last valid configuration.
de: Warnung: DelayTime ist zu hoch - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: MaxPosSlewRate negative. Retaining the last valid configuration.
de: Warnung: MaxPosSlewRate ist negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: MaxNegSlewRate negative. Retaining the last valid configuration.
de: Warnung: MaxNegSlewRate ist negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: The highest denominator coefficient Denominator[Order] = 0. Retaining the last valid configuration.
de: Warnung: Der höchste Nennerkoeffizient Denominator[Order] ist 0 - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: Order not minimum. Retaining the last valid configuration.
de: Warnung: Order ist nicht minimal - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: Order invalid. Retaining the last valid configuration.
de: Warnung: Order ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: Preset for Out output not possible.
de: Warnung: Kein Preset von Ausgang Out möglich.

source: Warning: MinPulseWidth greater than Period. Retaining the last valid configuration.
de: Warnung: MinPulseWidth größer als Period - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: MinPulseWidth less than cycle time. Retaining the last valid configuration.
de: Warnung: MinPulseWidth ist kleiner als die Zykluszeit - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: Period less than cycle time. Retaining the last valid configuration.
de: Warnung: Period ist kleiner als die Zykluszeit - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: MinPause less than cycle time. Retaining the last valid configuration.
de: Warnung: MinPause ist kleiner als die Zykluszeit - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: PulseWidth less than cycle time. Retaining the last valid configuration.
de: Warnung: PulseWidth ist kleiner als die Zykluszeit - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: Sampling invalid. Retaining the last valid configuration.
de: Warnung: Abtastung ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: MinActValue, MaxActValue invalid. Retaining the last valid configuration.
de: Warnung: MinActValue, MaxActValue ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: StartValue, EndValue invalid. Retaining the last valid configuration.
de: Warnung: StartValue, EndValue ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Error: Type invalid.
de: Fehler: Type ist ungültig.

source: Error: Order invalid.
de: Fehler: Order ist ungültig.

source: Error: CutOffFrequency invalid.
de: Fehler: CutOffFrequency ist ungültig.

source: Error: CenterFrequency invalid.
de: Fehler: CenterFrequency ist ungültig.

source: Error: Bandwidth invalid.
de: Fehler: Bandwidth ist ungültig.

source: Error: FrequencyNumerator invalid.
de: Fehler: FrequencyNumerator ist ungültig.

source: Error: DampingRatioNumerator invalid.
de: Fehler: DampingRatioNumerator ist ungültig.

source: Error: FrequencyDenominator invalid.
de: Fehler: FrequencyDenominator ist ungültig.

source: Error: DampingRatioDenominator invalid.
de: Fehler: DampingRatioDenominator ist ungültig.

source: Error: WindowLength invalid.
de: Fehler: WindowLength ist ungültig.

source: Warning: Type invalid. Retaining the last valid configuration.
de: Warnung: Type ist ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: CutOffFrequency invalid. Retaining the last valid configuration.
de: Warnung: CutOffFrequency ist ungültig - die zuletzt gültige Parametrierung wird beibehalten.
